
texnic = {
    "Корабль": {
    "description": "Большие десантные корабли проекта 775, Корабли предназначены для высадки морского десанта на необорудованное побережье и переброски морем войск и грузов. Способны транспортировать различные виды бронетехники, включая танки.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Kaliningrad2004Cartagena.jpg/800px-Kaliningrad2004Cartagena.jpg"
},
    "Танк": {
    "description": "Т-90 «Владимир» — российский основной боевой танк семейства Т-72, принятый на вооружение в 1992 году под именем Т-90. Представляет из себя модернизацию танка Т-72Б с целью доведения его до уровня боевых возможностей танка Т-80У.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/T-90A_-_TankBiathlon2013-12.jpg/1024px-T-90A_-_TankBiathlon2013-12.jpg"
},
    "Самолёт": {
    "description": "Су-57 — российский многоцелевой истребитель пятого поколения созданный ОКБ имени П. О. Сухого в рамках комплексной целевой программы «ПАК ФА». Самолёт разработан для замены в российских ВКС тяжёлого истребителя Су-27. Ранее в разработку входила Индия, но позднее вышла из разработки.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Sukhoi_T-50_in_2011_%284%29.jpg/300px-Sukhoi_T-50_in_2011_%284%29.jpg"
},
    "Вертолёт": {
    "description": "Ми-35М — российский транспортно-боевой вертолёт круглосуточного применения, разработанный в ОКБ Миля и серийно выпускающийся в Ростове-на-Дону на заводе «Роствертол» холдинга «Вертолёты России» как на экспорт, так и для нужд Минобороны России. Предназначен для уничтожения бронетанкового вооружения и техники, десантирования и огневой поддержки подразделений сухопутных войск, эвакуации раненых, а также для перевозки грузов в кабине или на внешнем подвесе.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Mi-35M_%281%29.jpg/1024px-Mi-35M_%281%29.jpg"
},
    "Подводная лодка": {
    "description": "Подводные лодки проекта 885 «Ясень» (885М «Ясень-М») — серия российских многоцелевых атомных подводных лодок с крылатыми ракетами 4-го поколения.Головной атомный подводный крейсер базового проекта 885 (08850) «Ясень» К-560 «Северодвинск» в 2014 году вошёл в состав Северного флота ВС России, следующие корабли строятся по модернизированному проекту 885М (08851) «Ясень-М». Всего запланировано строительство 10 кораблей (1 «Ясень» и 9 «Ясень-М»), на декабрь 2023 года построено 5 кораблей (4 в составе флота), 4 строятся.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/%D0%9A-560_%C2%AB%D0%A1%D0%B5%D0%B2%D0%B5%D1%80%D0%BE%D0%B4%D0%B2%D0%B8%D0%BD%D1%81%D0%BA%C2%BB.jpg/274px-%D0%9A-560_%C2%AB%D0%A1%D0%B5%D0%B2%D0%B5%D1%80%D0%BE%D0%B4%D0%B2%D0%B8%D0%BD%D1%81%D0%BA%C2%BB.jpg"
},
    "Ракетный комплекс": {
    "description": "С-500 «Прометей», 55Р6М «Триумфатор-М» — российский зенитный ракетный комплекс (ЗРК; в терминологии разработчика — зенитная ракетная система, ЗРС), разработанный в АО «Концерн ВКО „Алмаз-Антей“» как новое поколение зенитных ракетных систем, в котором предполагается применить принцип раздельного решения задач уничтожения баллистических и аэродинамических целей.",
    "image_url": "https://warfiles.ru/uploads/posts/2021-07/1627464430_147766.jpg"
    }
}
